 [
    {
    "productnumber": 1,
    "name": "JURASSIC WORLD GIANT DINO",
    "price": 799,
    "description": "Barn kommer att upptäcka spännande action och äventyr med denna Super Colossal dinosauriefigur i en ENORM storlek och som kan SVÄLJA MINI ACTION-FIGURER HELA. Barn kan få figuren att hacka ner de figurer de redan har, och sedan lossa spärren på magen för att släppa dem och starta en ny köttätande berättelse! Har även autentisk skulptur, textur och färg.",
    "image": "https://media.lekia.se/lekia/images/g-maki-969-5005-2022-08-24-201433226/0/0/0/jurassic-world-strike-n-roar-giant-dino.jpg"
    },
    {
    "productnumber": 2,
    "name": "BABY PUZZLES 5 PCS DINOSAURS",
    "price": 149,
    "description": "Fem pussel från 2 till 5 bitar. Bygg verklighetstrogna dinosauriefigurer och lek med dem.",
    "image": "https://media.lekia.se/lekia/images/g-maki-80-18873-2021-09-11-141331684/0/0/0/educa-baby-puzzles-5-pcs-dinosaurs.jpg"
    },
    {
    "productnumber": 3,
    "name": "PAW PATROL BIG TRUCKS PUPS VEHICLE BUNDLE",
    "price": 399,
    "description": "Med PAW Patrol-leksaker kan barnen utforska sin fantasi och utveckla sina motoriska färdigheter genom låtsaslek när de återupplever sina favoritscener från serien, som Mighty Pups och PAW Patrol Movie, eller skapa helt nya äventyr med alla PAW Patrol-valparna (var och en säljs separat). För ännu mer skoj och spännande serie-inspirerade uppdrag: ta hem Big Truck Pups action-figurer och deras team-fordon för ändlösa timmar av action-fyllda äventyr (var och en säljs separat). Från 3 år.",
    "image": "https://media.lekia.se/lekia/images/g-maki-6064501-2022-10-11-102849692/0/0/0/paw-patrol-big-trucks-pups-vehicle-bundle.jpg"
    },
    {
    "productnumber": 4,
    "name": "PAW PATROL, SKOJIG MÅLARBOK MED KLISTERMÄRKEN",
    "price": 59.50,
    "description": "En riktigt skojig målarbok med Paw Patrol! Boken är fylld med bilder att färgalägga och dessutom ingår fina klistermärken. Massa med skoj för de som älskar Paw Patrol. ",
    "image": "https://media.lekia.se/lekia/images/g_egmo_132200_1/555/555/2/paw-patrol-skojig-malarbok-med-klistermarken.jpg"
    },
    {
    "productnumber": 5,
    "name": "LEGO HARRY POTTER 76398, HOGWARTS™ SJUKHUSFLYGEL",
    "price": 599,
    "description": "LEGO® Harry Potter™ Hogwarts™ sjukhusflygel (76398) sprudlar av magiska lekmöjligheter för barn från 8 år. De kan hitta på vårdande lekar i sjukstugan eller resa i tiden i klocktornet. Perfekt för fans av Harry Potter Små häxor och trollkarlar kan följa med Harry Potter, Ron Weasley™ och Hermione Granger™ i ett mångsidigt lekset baserat på en minnesvärd scen från Harry Potteroch fången från Azkaban™.",
    "image": "https://media.lekia.se/lekia/images/g-lego-76398-2022-04-22-123108936/0/0/0/lego-harry-potter-76398-hogwarts-sjukhusflygel.jpg"
    },
    {
    "productnumber": 6,
    "name": "LEGO DUPLO MY FIRST",
    "price": 249,
    "description": "Ett tåg som kan knuffas med 10 sifferklossar att lasta, lasta av, stapla och sortera, plus flick-, pojk- och hundfigurer, för att utveckla uthållighet och självuttryck.Kolla in det färgglada nya LEGO® DUPLO® My First Siffertåg Lär dig räkna (10954). Med 10 sifferklossar som små barn kan lasta, lasta av, stapla och sortera, plus DUPLO flick-, pojk- och hundfigurer lek- och lärmöjligheterna tar aldrig slut.",
    "image": "https://media.lekia.se/lekia/images/g-lego-10954-2021-05-31-131226226/0/0/0/lego-duplo-my-first-10954-siffertag-lar-dig-rakna.jpg"
    },
    {
    "productnumber": 7,
    "name": "LEGO STAR WARS 75192, THE MILLENNIUM FALCON",
    "price": 9000,
    "description": "Bygg, lek och visa upp den ultimata LEGO® Star Wars Millennium Falcon med fantastiskt detaljerad exteriör, stor cockpit, detaljerad interiör, 7 500 delar och 2 besättningar!",
    "image": "https://media.lekia.se/lekia/images/g_lego_75192_1/0/0/0/lego-star-wars-75192-the-millennium-falcon.jpg"
    },
    {
    "productnumber": 8,
    "name": "LEGO JURASSIC WORLD 76949, GIGANOTOSAURUS & THERIZINOSAURUS ATTACK",
    "price": 1699,
    "description": "Äventyrliga rollekar Detta högkvalitativa lekset för barn från 9 år innehåller 6 minifigurer Owen Grady, Claire Dearing, Dr. Alan Grant med en bärnstensfärgad fossildel, Dr. Ellie Sattler, Kayla Watts och Dr. Henry Wu för väcka barns berättelser till liv. Enkla illustrerade instruktioner medföljer så att även LEGO® nybörjare kan ha roligt och bygga med självförtroendet på topp. Dinosaurieaction! ",
    "image": "https://media.lekia.se/lekia/images/g-lego-76949-2022-04-22-124713697/0/0/0/lego-jurassic-world-76949-giganotosaurus-therizinosaurus-attack.jpg"
    },
    {
    "productnumber": 9,
    "name": "SPIDERMAN, MOVIE FIGURE AND VEHICLE SPY",
    "price": 499,
    "description": "Spiderman med motorcykel och glider. Figuren kan sitta på motorcykeln eller lekas med utan. Sätt fast glidern på figurens rygg och tryck på en knapp för att fälla ut vingarna. Ge dig ut på spännande äventyr tillsammans med Spindelmannen och hjälps åt att rädda världen!",
    "image": "https://media.lekia.se/lekia/images/g-leki-f11105l0-2021-08-13-135850653/0/0/0/spiderman-movie-figure-and-vehicle-spy.jpg"
    },
    {
    "productnumber": 10,
    "name": "LEGO MARVEL 76226, SPIDER-MAN FIGUR",
    "price": 369,
    "description": "Sätt Spider-Man action i händerna på fans från 8 år med denna LEGO® Marvel Spider-Man figur (76226). Den 24 cm höga, byggbara och portabla leksaken ger barns actionfyllda superhjälteäventyr en autentisk Marvelkänsla. En egen Spidey!",
    "image": "https://media.lekia.se/lekia/images/g-lego-76226-2022-09-14-212308585/0/0/0/lego-marvel-76226-spider-man-figur.jpg"
    }

]

